2048.c
accountsservice
acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-utils
amd-ucode
android-emulator
android-tools
android-udev
asciiportal
asdf-vm
aspnet-runtime-bin
aspnet-targeting-pack-bin
audacity
autoconf
automake
avahi
b43-fwcutter
bash-completion
binutils
bison
blueman
browsh-bin
btop
btrfs-progs
bzip2
calc
cbonsai
cheese
cmake
cmatrix
coreutils
cowsay
cozette-otb
cpupower
cronie
cryptsetup
dbus
device-mapper
dhclient
dhcpcd
diffutils
discord
dkms
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
dotnet-host-bin
dotnet-runtime-bin
dotnet-sdk-bin
dotnet-targeting-pack-bin
drawio-desktop
e2fsprogs
ecryptfs-utils
efibootmgr
engrampa
exfat-utils
exo
f2fs-tools
fakeroot
feh
ffmpeg
ffmpegthumbnailer
file
filesystem
findutils
firefox
flameshot
flatpak
flex
fontforge
freetype2
gamemode
garcon
gawk
gcc
gcc-fortran
gcc-libs
gcc12
gcc12-libs
gcolor2
gettext
gimp
github-cli
glibc
gnome-disk-utility
gnome-icon-theme
gnome-keyring
gnome-themes-extra
go
google-chrome
gparted
grep
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtkhash-thunar
gucharmap
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
herbstluftwm
htop
i3-wm
i3lock
i3status
i3status-rust
inetutils
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jdk-openjdk
jdk17-openjdk
jfsutils
keyboard-visualizer-git
less
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gperftools
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libnm
lib32-libpng12
lib32-libpulse
lib32-libudev0-shim
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa-demos
lib32-mesa-vdpau
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vulkan-intel
libcurl-openssl-1.0
libdvdcss
libffi7
libgsf
libopenraw
libreoffice-still
librespot
libsixel
libuvc
libva-intel-driver
libva-mesa-driver
libxnvctrl
licenses
light-locker
linux-firmware
linux510
linux510-headers
linux510-nvidia
linux510-r8168
linux515
linux515-nvidia
linux515-r8168
logrotate
lostfiles
lsb-release
lvm2
ly
lynx
m4
make
man-db
man-pages
mangadesk
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-pipewire
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-xfce-minimal-settings
matcha-gtk-theme
mdadm
memtest86+
menulibre
mesa-demos
mesa-vdpau
mhwd
mhwd-db
midori
minecraft-launcher
mingw-w64-gcc
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
moreutils
mousepad
mtpfs
mugshot
multimc-bin
nano
ncdu
neofetch
nethack
netstandard-targeting-pack-bin
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nitrogen
noto-fonts
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-prime
nvidia-settings
nvidia-utils
ocl-icd
okteta
openresolv
openrgb
openssh
openssl-1.1
opentoonz
os-prober
p7zip
pacman
pamac-gtk
parole
patch
pavucontrol
pciutils
pcsx2-git
perl
perl-anyevent-i3
perl-file-mimeinfo
perl-json-xs
picom-ibhagwan-git
pipes.sh
pkgconf
polybar
poppler-glib
powertop
procps-ng
proton-tkg-git
psmisc
pyenv
pyside2
python-conda
python-pip
python-pipenv
python-pipx
python-selenium
python-sentencepiece
python-virtualenv
qpdfview
qt4
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-speech
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-xmlpatterns
qwt
qwtplot3d
r2mod_cli
ranger
reiserfsprogs
rofi
rsync
rtl88x2bu-dkms-git
ruby
ruby-ffi
rust
rxvt-unicode
s-nail
samba
schedtool
screenfetch
sed
shadow
shotcut
snapd
spectre-meltdown-checker
spotify-player-full-pipe
spotifyd
sptlrx-bin
squashfs-tools
steam
sudo
sysfsutils
systemd-fsck-silent
systemd-sysvcompat
tar
teams
terminus-font
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
ttf-dejavu
ttf-ms-fonts
tui-journal
tumbler
udiskie
udisks2
ueberzug
unace
unrar
upd72020x-fw
usb_modeswitch
usbutils
util-linux
v4l2loopback-dkms
vi
vicious
vim
visual-studio-code-bin
vlc
vulkan-intel
vulkan-radeon
w3m
wget
which
wine-gecko
wine-mono
wine-staging
winetricks
wingide-101
wpa_supplicant
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xiccd
xorg-bdftopcf
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xterm
yay
zensu
zoom
zsh
